<?php

return [
    'logout' => 'Выйти',

    'user' => [
        'hello' => 'Привет'
    ],

    'file' => [
        'upload' => 'Загрузить',
        'file_description' => 'Описание файла',
        'file' => 'Файл',
        'error' => 'Что-то пошло не так',
        'success' => 'Вы успешно добавили файл',
        'like_successfully' => 'Ваш голос засчитан',
        'error_like_disable' => 'Вы не можете проголосовать второй раз',
        'talent_has' => 'Вы уже продемонстрировали свой талант',
        'come_back' => 'Вернуться',
        "required" => 'Поле файлов обязательное поле',
        'max' => 'Файл не должен весить больше 50MB',
        '1' => [
            'mimes' => 'Вы можете добавлять файлы png, jpg, jpeg, svg, mp3, aac, mp4, mkv, ogx, oga, ogv, ogg, webm этих расширений',
        ],
        '*' => [
            'mimes' => 'Нельзя отправить несколько видео или аудио, доступные расшрение: png,jpg,jpeg,svg',
        ],
    ],
];
